{
  "data": [
    {
      "title": ["About", "אודות"],
      "paragraph": [
        "<p><h2><h2>About \"The Tzvika Foundation\"</h2></h2></p>\n<p>For over 25 years Tzvika acted formally and informally in order to help lone soldiers in any possible way. During his final years, the disease made it harder for him and limited his mobility, but Tzvika continued persistently to work hard in order to keep this operation going smoothly.</p>\n<p>Throughout the years, Tzvika's family and friends have always been involved in his unique Zionist enterprise. After his passing, a group of family and friends formed \"The Tzvika Foundation\" a non-profit organization, to continue Tzvika's legacy. The Fundation was established as a direct continuation of Tzvika's lifetime enterprise, in an attempt to support lone soldiers and address their needs. The Foundation aspires to make Tzvika's unfulfilled dreams a reality.</p>\n<p>In January 2020, approximately one year after Tzvika's passing, a ceremony was held in kibbutz Yifat where the establishment of \"The Tzvika Foundation\" was announced - giving scholarships to lone soldiers who completed their military service and planed to pursue higher education in Israel.</p>\n<p><h2>The Vision of \"The Tzvika Foundation\" &ndash; Integration of lone soldiers post military service in the Israeli society </u></h2></p>\n<p>The foundation will serve as a support system for lone soldiers who have decided to tie their future with the State of Israel post military service.</p>\n<p>The foundation sees the integration of these young people from the Diaspora into the Israeli society as a Zionist act, essential to the development of the Israeli ecosystem, forwarding its unity and prosperity.</p>\n<p><h2>\"The Tzvika Foundation\" - Goals</u></h2></p>\n<ol>\n<li>Grant student scholarships to lone soldiers who pursue higher education in Israeli institutions.</li>\n<li>Serve as a source of community support to lone soldiers during their academic years.</li>\n<li>Extend support to lone soldiers in other aspects, under the direction of the Board of Directors.</li>\n</ol>",
        "<h2>אודות קרן צביקה</h2>\nבמשך מעל מ- 25 שנה פעל צביקה, בדרכים שונות, מקובלות וחריגות, בכדי לעזור ולסייע בכל דרך אפשרית לחיילים הבודדים. בשנים האחרונות הקשתה עלו מחלתו והגבילה את יכולת התנועה שלו, אך צביקה המשיך מביתו שביפעת להפעיל בנחישות את כל הגורמים, כדי שמפעל חשוב זה לא ייפגע.\nבתחילת פעילותו היו משפחתו וחבריו שזורים בעשיה הענפה ובמפעל חיים הציוני הייחודי שהקים. במהלך השנה מאז לכתו של צביקה התגבשה קבוצת חברים עם משפחתו בהחלטה להמשיך את מורשתו. \"קרן צביקה\" הוקמה כהמשך ישיר למפעל חייו של צביקה לוי ז''ל, במטרה להיות קשובים לצרכי החיילים הבודדים ולדאוג לכול מבוקשם. הקרן תשאף להגשים בנוסף את חלומותיו של צביקה שטרם הספיק לממש.\nבינואר 2020, בתום שנה ללכתו של צביקה מאתנו, נערך בקיבוץ יפעת טקס ובו הוכרז על הקמת קרן על שמו, שתעניק מלגות לימודים לחיילים בודדים משוחררים המתעתדים ללמוד במוסדות להשכלה גבוהה בישראל.\n<h2>חזון \"קרן צביקה\" – שילוב חיילים בודדים משוחררים בחברה הישראלית </h2>\nהקרן תשמש מערכת תומכת לחיילים הבודדים אשר החליטו לקשור את גורלם עם מדינת ישראל גם בתום השירות הצבאי, תסייע בכך לקליטתם בחברה הישראלית ולשילובם בה.\nמייסדי הקרן רואים בשילובו של נוער צעיר מכל קצוות תבל בחברה הישראלית מהלך ציוני, חשוב והכרחי, לפיתוח המרקם האנושי בחברה הישראלית על כל גווניה ולהפוך אותה למשגשגת יותר ומלוכדת יותר.\n<h2>מטרות הקרן </h2>\n1.\tלהעניק מלגות לימודים לחיילים בודדים, שהחליטו ללמוד במוסדות להשכלה גבוהה בישראל, בתום השירות הצבאי\n2.\tלשמש כתובת לקהילת החיילים הבודדים לאחר שחרורם ובתקופת לימודיהם.\n3.\tלהעניק סיוע לחיילים בודדים במסגרות נוספות, בהתאם להחלטות דירקטוריון הקרן.\n"
      ]
    },
    {
      "title": ["The scholarship", "המלגה"],
      "paragraph": [
        "<h2>Application for scholarship </h2>\n<h3>Scholarships</h3>\n<ol>\n<li>Scholarships for B.A. Degree in an approved academic institute in Israel.</li>\n<li>A scholarship for a higher academic degree i.e. M.A. or M.D. subject to the approval of the Fund's Board of Directors.</li>\n</ol>\n<h3>Application</h3>\n<ol>\n<li>Application for scholarship should be submitted from ______ to ______.</li>\n<li>Application forms can be filled on the Fund's website or downloaded and sent by mail.</li>\n</ol>\n<h3>Scholarships entitlement criteria</h3>\n<ol>\n<li>The applicant meets the Ministry of Defense criteria for a \"Lone Soldier\".</li>\n<li>Within 5 years of discharge of applicant from military service.</li>\n<li>Enrolment to an approved academic institute in Israel, or a full-time Professional Program approved by the Israel Higher Education Committee (excluding the Open University).</li>\n<li>Enrolment to full-time Professional studies, recognized and approved by Israel ministry of Labor, Social Affairs and Social Services.</li>\n<li>Please note: priority will be granted to applicants who do not have support from any other organization.</li>\n</ol>\n<h3>&nbsp;Screening Process</h3>\n<ol>\n<li>Applicants, who meet the above criteria and apply for a scholarship, will be invited for screening process within two weeks. Should an unexpected delay occur, the applicant is requested to contact the Fund by mail or phone.</li>\n<li>The screening process may include several stages throughout the end of August.</li>\n<li>Qualifying applicants will be informed not later than _______.</li>\n<li>Should an applicant be unreachable from the date of submission, an early notification is required.</li>\n</ol>\n<h3>Ministry of Defense criteria for a \"Lone Soldier\":</h3>\n<ol>\n<li>Parents live abroad and he/she came to Israel alone for the purpose of military service (Not including children of emissaries);</li>\n<li>Parents decided to leave Israel but he/she decided to stay;</li>\n<li>Biological parents are in Israel but he/she have no contact with them (based on a social worker report and a welfare recommendation);</li>\n<li>Orphaned from both parents.</li>\n</ol>",
        "<h2>הרשמה למלגה וקריטריונים לזכאות</h2>\n<h3>מסלולי מלגות</h3> \n1.\tמלגת לימודים לתואר ראשון במוסד אקדמאי מוכר בארץ.\n2.\tמלגות לימודים נוספות, כדוגמת תואר שני ורפואה, בכפוף להחלטה פרטנית של דירקטוריון הקרן.\n<h3>הרשמה</h3>\nההרשמה לצורך קבלת מלגה תהיה בכל שנה לגבי השנה העוקבת, בין התאריכים :_______\nל - _______.\nאת טפסי ההרשמה ניתן להוריד מאתר הקרן ו/או לפנות אלינו בכתובת המייל:\n___________.\n<h3>קריטריונים לזכאות</h3>\nחיילים בודדים משוחררים יוכלו להגיש מועמדות למגלה בתנאי שיעמדו בקריטריונים הבאים:\n1.\tמגורים ולימודים בארץ.\n2.\tהמועמד עומד בהגדרת \"חייל בודד\" של משרד הבטחון.\n3.\tהגשת בקשה יכולה להיעשות בתוך 5 שנים מיום שחרורו של המועמד.\n4.\tלימודי תואר ראשון ישראלי או לימודי תעודה בהיקף לימודים מלא במוסד שקיבל את אישור המל''ג (למעט האוניברסיטה הפתוחה).\n5.\tלימודי תעודה (מלאים), המוכרים על ידי משרד העבודה, הרווחה והשרותים החברתיים.\n\nלתשומת לב המועמדים\n-\tמועמדים שיעמדו בכל הקריטריונים וימלאו טופס הרשמה בהתאם להנחיות , יוזמנו למיון במועד ובמקום שיקבע וישלח למועמדים. במידה ובתוך שבועיים ממועד סיום ההרשמה לא נוצר עמכם קשר, נא פנו אלינו טלפונית, או באמצעות המייל.\n-\tתהליך המיון בקרן צביקה, עשוי לכלול מספר שלבים ולכן הוא עשוי מחד לקחת זמן ומאידך הוא יחייב את המועמדים להיות זמינים לפחות למשך 60 יום ממועד סיום ההרשמה.\n-\tראוי להדגיש, עדיפות תינתן למועמד שאינו מקבל תמיכה וסיוע מגורם אחר.\n-\tהמיונים יתקיימו עד סוף חודש אוגוסט. בסיום המיונים תשלחנה הודעות למקבלי המלגות. מועמדים שמתעתדים לנסוע לחו''ל בתקופה זו, מתבקשים להודיענו מבעוד מועד.\n\nהגדרת חיילים בודדים\n1.\tמי שהוריו גרים בחו''ל והוא עלה לארץ לבדו לצורך גיוסו לצבא. (לא כולל בני שליחים).\n2.\tמי שהוריו בחרו להגר והוא בחר להישאר בארץ.\n3.\tמי שהוריו הביולוגיים בארץ אך אין לו כל קשר איתם (כפוף לדו''ח עו''ס והמלצת מחלקת רווחה ).\n4.\tיתומים משני הורים.\n\n"
      ]
    },
    {
      "title": ["Tzvika Levi", "צביקה לוי"],
      "paragraph": [
        "<p><h2>Commemorating Tzvika Levi &ndash; 'Father of the Lone Soldiers'</h2></p>\n<h3>\"A people's person with faith in man\"</h3>\n<p>Tzvika Levi was born in Kibbutz Gvat, Israel in 1948. His Father was born in the</p>\n<p>Caucasus (a European region between the Black Sea and the Caspian Sea) and his mother in Poland. His parents, who were among the founders of the Zionist movement, met in Kibbutz Gvat in the Jezre'el Valley, Northern Israel and soon became a family. A few years later, during the rift within the Kibbutz movement Tzvika and his family left Gvat and were the founders of Kibbutz Yifat, where Tzvika lived most of his adult life.</p>\n<p>Tzvika was a \"Kibbutznik\" his entire life, a farmer, a paratrooper and a social activist. He fought in the war of Attrition, the Yom Kippur War and the First Lebanon War, after which he received an officer's rank without attending the qualifying course. Throughout the years Tzvika continued to serve in the IDF reserve force. He gradually climbed up the ranks, from a junior officer to the rank of Colonel in 2016 &ndash; a rank granted as special recognition of his extraordinary contribution to the IDF.</p>\n<p>Following the tragic death of his youngest daughter Ofri (1983), Tzvika channeled his grief and sadness towards social activity. After a meeting with then IDF's Chief of the General Staff, Rafael Eitan, Tzvika took upon himself a new project \"The Boys of Raful\", which involved locating problematic youth who were dismissed from military service, and recruiting them to an alternative military service.</p>\n<p>A decade later Tzvika, with the support of the IDF Head of Human Resources, Major General Yoram Yair, initiated the project which became the hallmark of his life, i.e. helping and caring for lone soldiers. In this project Tzvika operated as the representative of the Kibbutz Movement, to integrate the \"Tzabar Movement\" graduates, who made Aliyah without their families, and served as lone soldiers in the IDF.</p>\n<p>Tzvika's sense of mission, his devotion and the enormous amount of love he bestowed upon these young soldiers quickly named him \"Father of the Lone Soldiers\".</p>\n<p>Throughout the years, Tzvika worked continuously and made significant connections in Israel and abroad, in order to raise the needed funds for this unique project and to guarantee maximum support.</p>\n<p>For this enterprise, to which Tzvika dedicated his life, he received the honorable \"Israel Prize for a Lifetime Achievement\" in 2017.</p>\n<p>While taking care of the lone soldiers, Tzvika also supported families of soldiers killed in action, helped groups and individuals with special needs.</p>\n<p>In 2016 Tzvika was diagnosed with A.L.S. While confined to bed, Tzvika managed with endless persistence, perseverance and strong willpower to overcome physical limitation to communicate with his surroundings and work tirelessly for lone soldiers.</p>\n<p>Tzvika passed away on December 2018. His voice and legacy will forever stand.</p>",
        "<h2>צביקה לוי – \"האבא של החיילים הבודדים\"</h2>\n<h3>\"איש של אנשים ואמונה באדם\"</h3>\nצביקה נולד בקיבוץ גבת 1948. אביו נולד בקווקז ואמו בפולין. הוריו, שהיו ממקימי המפעל הציוני. נפגשו בקיבוץ גבת אשר בעמק יזרעאל ובו הקימו משפחה. לאחר מספר שנים, בתקופת הפילוג, עזבו את גבת והיו ממקימי קיבוץ יפעת, בו התגורר צביקה עד מותו.\nצביקה, היה כל חייו קיבוצניק, חקלאי, צנחן ופעיל חברתי. הוא לחם במלחמת ההתשה, מלחמת יום כיפור ומלחמת לבנון הראשונה, לאחריה אף קיבל דרגת קצונה. לאורך כל השנים המשיך צביקה בשירות מילואים פעיל כחייל וכלוחם והתקדם במהלכן בסולם הדרגות. את דרגת אל''ם קיבל בשנת 2016 כאות הוקרה מיוחד על תרומתו הרבה לצה''ל. פעילותו הענפה ומפעל חייו.\nלאחר מותה הטרגי של בתו עפרי ז''ל (1983) החליט צביקה לתעל את האבל והעצב לפעילות לטובת החברה. בעקבות התייעצות עם הרמטכ''ל דאז, רא''ל רפאל איתן, קיבל צביקה על עצמו לרכז פרויקט לאיתור וגיוס נערים ונערים אשר קיבלו פטור מגיוס לצה''ל, תוך שהוא מלווה אותם אישית במסגרת מיוחדת שנבנתה עבורם (\"נערי רפול\")\nלאחר כעשור, בעידוד ותמיכה של ראש אכ''א דאז, האלוף יורם יאיר, יזם צביקה פרויקט שהפך עם השנים למהות ומרכז חייו – ליווי וטיפול בחיילות וחיילים בודדים, כחלק ממנו פעל צביקה, כנציג התנועה הקיבוצית, לשילובם בצה''ל של בוגרי תנועת ''צבר'', שעלו לארץ כחיילים בודדים לצורך שירות צבאי.\nתחושת השליחות, המסירות והאהבה העצומה שהרעיף צביקה עליהם, זיכתה אותו במהרה בשם שכה היטיב להגדירו – \"האבא של החיילים הבודדים\".\nבמסגרת פעילותו הרבה, יצר צביקה קשרים רבים בארץ ובחו''ל. על מנת לשלב גורמים רבים ככל הניתן בפרויקט ייחודי זה. בין היתר פעל צביקה לאתר מקורות כספים שיבטיחו סיוע מירבי לצעירים אלו. \nעל מפעל חיים זה בו פעל צביקה מיום הקמתו, הוכרז צביקה בשנת 2017 כ'חתן פרס ישראל למפעל חיים'. \nבנוסף לטיפול בחיילים הבודדים, פעל צביקה כפעל חברתי למען משפחת השכול בסיוע לאוכלסיות שונות ומקרים מיוחדים.\nצביקה חלה ב – A.L.S (ניוון שרירים). גם בהיותו מרותק למיטת חוליו ובמאבק עיקש במחלה ובתוצאותיה, הצליח צביקה בעזרת נחישות וכוח רצון להתגבר על מגבלות המחלה, לתקשר עם הסביבה ולהמשיך ולפעול ללא לאות למען החיילים הבודדים.\nבדצמבר 2018 לאחר מאבק ממושך ועיקש, הלך צביקה לעולמו, אך קולו לא יידום.\n"
      ]
    }
  ]
}
